import Tippy from '@tippyjs/react';
import React from 'react';
import 'tippy.js/dist/tippy.css';

export default function DB1 () {

    return (
        <>
            <h2 className='chapter'> Пролог </h2>
            <p> Действие сей повести происходит в
                вымышленной вселенной, где время течёт
                немного иначе. Помимо обычных людей, здесь
                можно встретить чародеев, эльфов и даже
                драконов. Для большего понимания следует
                ознакомиться с игрой Skyrim, которая
                вдохновила меня на создание этого
                произведения.
            </p>
            <h2 className="chapter"> Глава 1 </h2>
            <p>
            Анаконда. Властная, роскошная, однако
            зловещая, смертельно ядовитая.
            <br /> <br />
            До чего же неприятно видеть освобождающуюся
            от своей чешуи змею. Отражая увядшую
            молодость, прошлую, полную грехов жизнь, она
            чем-то напоминает человека. Однако он снимает
            эту кожу только представ пред судом, вершащим
            судьбы людей в мире ином. Их непоколебимый
            стальной щит ломится при одном ударе. Их
            рапиры плавятся в адском огне. Пепел их масок
            летит по ветру, оставляя за собой дурманящий
            запах.
            <br /> <br />
            Аремей поднялся с заваленной дубайскими
            постели, избавляясь от израсходованных шкур
            как змея от чешуи. Прильнул к зеркалу, поправил
            свои растрепанные волосы. Его позолоченные
            кудри блистали в солнечных лучах как у
            сказочного героя. Однако он не был героем. В
            карих глазах с проблеском изумруда сверкнул
            огонёк прошлой ночи. Тонкие губы растянулись в
            довольной похотливой улыбке.
            <br /> <br />
            В тяжелую дубовую дверь постучали. Принц
            накинул на себя какую-то наволочку и произнес:
            <br /> <br />
            –Входите!
            <br /> <br />
            В комнату вошел молодой человек в элегантном
            коричневом костюме. По совместительству
            являвшийся слугой, он вежливо поклонился.
            <br /> <br />
            –Ваше Высочество, позвольте узнать, через
            сколько вы подойдёте на обед?
            <br /> <br />
            – Минуток через… десять. – Прикинул он. – И
            еще, выпроводите пожалуйста всех этих дам. –
            Пафосно произнёс принц.
            <br /> <br />
            Не успев перешагнуть порог, Аремей наткнулся
            на разъярённого мужчину, своего отца. Ему был
            41 год, однако он сумел сохранить на лице
            воспоминания ушедшей молодости. В его тонких
            чертах вовсе не были заложены высокомерность
            и эгоизм, каков присущ всем представителям
            расы
            <Tippy content="Альтмер, высокий эльф – обладатель бледновато-желтой кожи,
            янтарных или зеленоватых глаз, светлых волос, стройного
            телосложения. (В большинстве случаев). Мать Эймона – лесной
            эльф.">
            <span className="tooltip"> альтмеров </span>
            </Tippy>
            , высоких эльфов. Эймон был
            добр и щедр, с особой трепетностью относился к
            своему народу. Он любил народ. Такая редкость
            для ярла!
            <br /> <br />
            В темных его глазах читалась постоянная
            тревожность, которую он выдавал за
            самоуверенность. Это был единственный порок,
            который <Tippy content="Эймон Мантер, отец Аремео"><span className="tooltip">Эймон</span></Tippy> пронес через всю свою жизнь.
            – Сколько ещё ты будешь осквернять стены
            нашего старинного замка этими дешевыми профурсетками?! Тебе в скором времени
            предстоит занять мое место, место короля, а ты
            до сих пор балуешься
            <br /><br />
            – Я живу в удовольствие, отец.
            <br /><br />
            –Правитель, живущий в удовольствие, заботится
            лишь о себе любимом, что, в свою очередь,
            ведет к краху королевства. Никогда не говори
            так. Истинный король должен служить народу!
            Наш крест самый тяжелый.
            <br /><br />
            – Ты слишком правильный. Я думаю, ты
            единственный из династии, кого не упомянут в
            летописях.
            <br /><br />
            –Аремей! – Разъярённо крикнул он. – Довольно!
            <br /><br />
            –Конечно, конечно, слушаю и повинуюсь! – С его
            губ сорвался самовольный смешок.
            <br /><br />
            Аремей церемонно развернулся и поспешил в
            другую залу, подальше от надоедливой ругани
            заботливого отца. Может года два назад он
            пытался прислушиваться к его речам. Но они
            повторялись вновь и вновь, по любому поводу.
            Разбалованного принца это стало раздражать.
            Когда человек чувствует, даже на
            подсознательном уровне, тесноту своей
            свободы, он начинает пятиться назад, отходить
            от того, что может пошатнуть его устоявшийся
            образ жизни. Он действует на основе привычек и
            инстинктов. Это верно, но не всегда. Не
            допускай мы каплю сомнения, не стремились бы
            изучить новое, деградировали в развитии. Или, в
            лучшем случае, жили бы традициями.
            Оставались на одном месте, примерно в то время
            как научились защищаться и ограждаться от
            естественных опасностей.
            <br /><br />
            –О! Моя любимая матушка! – приветствовал
            Аремей. – Выглядишь замечательно!
            <br /><br />
            – Без лести нет чести! Доброе утро, сын мой! –
            ответила женщина лет 36, с двумя черными
            длинными косами, развевающимися от каждого
            ее движения, небесными глазами. Белое платье
            с голубыми вырезками в виде цветов и серыми
            полосами по краям прекрасно дополняло образ
            невинности. Но вместе с тем она была
            трудолюбива.
            <br /><br />
            – Твой муж вновь меня поучает меня…
            <br /><br />
            – Оставь его, Эймон. Со временем он сам все
            поймет. – Ответила она зашедшему в комнату
            королю.
            <br /><br />
            – Что поймет? – Вопросительно уставился
            Аремей.
            <br /><br />
            – Да, правильно, ничего не поймет. – Поцеловав
            в щеку <Tippy content="Дилария Мантер, бывшая Сэнд."><span className='tooltip'>Диларию</span></Tippy>
            , он с неким презрением
            посмотрел на сына и ушел.
            <br /><br />
            –Ох, надоели мне ваши козни. – Резко бросил
            Аремей и гордо поднял голову.
            <br /><br />
            – Чьи же козни ему надоели? – Посмеялась
            Дилария.
            <br /><br />
            –Ох! В тесноте притворства этого замка мне не
            хватает свежего воздуха. Я отправляюсь в
            город.
            <br /><br />
            - Как и всегда.
            <br /><br />
            - И, как всегда, вернусь с востока. Жди меня со
            вторым восходом луны, <Tippy content="Милая матерь"><span className='tooltip'>dolce madre</span></Tippy>
            <br /><br />
            - Не затевай от скуки свои безумные игры. –
            Наказывала <Tippy content="Мать"><span className='tooltip'>madre.</span></Tippy>
            <br /><br />
            - В безумии кроется секрет вечной молодости. –
            Высказал он свою излюбленную фразу.
            <br /><br />
            - Красноречивый мой. – Ухмыльнулась она вслед
            сыну.
            <br /><br />
            </p>
        </>
    )
}