import Tippy from '@tippyjs/react';
import React from 'react';
import 'tippy.js/dist/tippy.css';

export default function DB1 () {

    return (
        <>
            <h2 className='chapter'> Пролог </h2>
            <p> Действие сей повести происходит в
                вымышленной вселенной, где время течёт
                немного иначе. Помимо обычных людей, здесь
                можно встретить чародеев, эльфов и даже
                драконов. Для большего понимания следует
                ознакомиться с игрой Skyrim, которая
                вдохновила меня на создание этого
                произведения.
            </p>
            <h2 className="chapter"> Глава 1 </h2>
            <p>
            Анаконда. Властная, роскошная, однако
            зловещая, смертельно ядовитая.
            <br /> <br /> 
            До чего же неприятно видеть освобождающуюся
            от своей чешуи змею. Отражая увядшую
            молодость, прошлую, полную грехов жизнь, она
            чем-то напоминает человека. Однако он снимает
            эту кожу только представ пред судом, вершащим
            судьбы людей в мире ином. Их непоколебимый
            стальной щит ломится при одном ударе. Их
            рапиры плавятся в адском огне. Пепел их масок
            летит по ветру, оставляя за собой дурманящий
            запах.
            <br /> <br />
            Аремей поднялся с заваленной дубайскими
            постели, избавляясь от израсходованных шкур
            как змея от чешуи. Прильнул к зеркалу, поправил
            свои растрепанные волосы. Его позолоченные
            кудри блистали в солнечных лучах как у
            сказочного героя. Однако он не был героем. В
            карих глазах с проблеском изумруда сверкнул
            огонёк прошлой ночи. Тонкие губы растянулись в
            довольной похотливой улыбке.
            <br /> <br />
            В тяжелую дубовую дверь постучали. Принц
            накинул на себя какую-то наволочку и произнес:
            <br /> <br />
            –Входите!
            <br /> <br />
            В комнату вошел молодой человек в элегантном
            коричневом костюме. По совместительству
            являвшийся слугой, он вежливо поклонился.
            <br /> <br />
            –Ваше Высочество, позвольте узнать, через
            сколько вы подойдёте на обед?
            <br /> <br />
            – Минуток через… десять. – Прикинул он. – И
            еще, выпроводите пожалуйста всех этих дам. –
            Пафосно произнёс принц.
            <br /> <br />
            Не успев перешагнуть порог, Аремей наткнулся
            на разъярённого мужчину, своего отца. Ему был
            41 год, однако он сумел сохранить на лице
            воспоминания ушедшей молодости. В его тонких
            чертах вовсе не были заложены высокомерность
            и эгоизм, каков присущ всем представителям
            расы
            <Tippy content="Альтмер, высокий эльф – обладатель бледновато-желтой кожи,
            янтарных или зеленоватых глаз, светлых волос, стройного
            телосложения. (В большинстве случаев). Мать Эймона – лесной
            эльф.">
            <span className="tooltip"> альтмеров </span>
            </Tippy>
            , высоких эльфов. Эймон был
            добр и щедр, с особой трепетностью относился к
            своему народу. Он любил народ. Такая редкость
            для ярла!
            <br /> <br />
            В темных его глазах читалась постоянная
            тревожность, которую он выдавал за
            самоуверенность. Это был единственный порок,
            который <Tippy content="Эймон Мантер, отец Аремео"><span className="tooltip">Эймон</span></Tippy> пронес через всю свою жизнь.
            – Сколько ещё ты будешь осквернять стены
            нашего старинного замка этими дешевыми
            </p>
        </>
    )
}